alexandernanberg.horizon-theme-vscode
astro-build.astro-vscode
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
csstools.postcss
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
edwinhuish.better-comments-next
esbenp.prettier-vscode
exodiusstudios.comment-anchors
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
infracost.infracost
johnnymorganz.stylua
miguelsolorio.fluent-icons
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
mylesmurphy.prettify-ts
phoenisx.cssvar
quick-lint.quick-lint-js
socheatsok78-lab.dotenv-vscode-stripped
steoates.autoimport
sumneko.lua
supermaven.supermaven
tamasfe.even-better-toml
usernamehw.errorlens
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vspacecode.whichkey
vue.volar
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
